Repository: Flutterish/rurusetto-addon
Catalog: osu.Game.Rulesets.RurusettoAddon/Localisation/Strings.*.resx
Languages: pl, ru

# local-ruleset-description
source: Local ruleset, not listed on the wiki.
pl: Lokalny tryb gry, nie wymieniony na wiki.
ru: Локальный режим, которого нет на вики

# page-load-failed
source: Failed to fetch the ruleset wiki page. Sorry! You can still try visiting it at [rurusetto]({0}).
pl: Nie udało się pobrać strony o tym trybie gry. Jeśli chcesz, ciągle możesz spróbować na oficjalnej stronie [rurusetto]({0}).
ru: Не удалось загрузить страницу режима на вики. Извините! Попробуйте открыть ее на сайте [rurusetto]({1}).

# listing-tab
source: listing
pl: katalog
ru: список

# rurusetto-description
source: browse and manage rulesets
pl: przeglądaj i zarządzaj trybami gry
ru: открыть список доступных режимов

# user-unknown
source: Unknown
pl: Nieznany Użytkownik
ru: Аноним

# tag-archived
source: ARCHIVED
pl: ARCHIWUM
ru: В АРХИВЕ

# tag-archived-tooltip
source: This ruleset is no longer maintained
pl: Ten tryb gry nie jest już utrzymywany
ru: Этот режим больше не поддерживается

# tag-local
source: UNLISTED
pl: LOKALNY
ru: ЛОКАЛЬНЫЙ

# tag-local-tooltip
source: This ruleset is installed locally, but is not listed on the wiki
pl: Ten tryb gry jest zainstalowany lokalnie, ale nie ma go na wiki
ru: Этот режим установлен только у вас, его нет на вики

# tag-hardcoded
source: HARD CODED
pl: WBUDOWANY
ru: ВСТРОЕННЫЙ

# tag-hardcoded-tooltip
source: This ruleset is hard coded into the game and cannot be modified
pl: Ten tryb gry jest wbudowany w grę i nie da się go modyfikować
ru: Этот режим встроен в игру и не может быть изменён

# tag-failed-import
source: FAILED IMPORT
pl: BŁĄD IMPORTU
ru: ОШИБКА ИМПОРТА

# tag-failed-import-tooltip
source: This ruleset is downloaded, but failed to import
pl: Ten tryb gry jest pobrany, ale nie udało się go zaimportować
ru: Режим скачан, но его не удалось импортировать

# tag-borked
source: BORKED
pl: ZDZBANIONY
ru: НЕРАБОЧИЙ

# tag-borked-tooltip
source: This ruleset does not work
pl: Ten tryb gry nie działa
ru: Этот режим не работает

# tag-playable
source: PLAYABLE
pl: GRYWALNY
ru: РАБОЧИЙ

# tag-playable-tooltip
source: This ruleset works
pl: Ten tryb gry działa
ru: Этот режим работает

# tag-prerelease-tooltip
source: The current version is a pre-release
pl: Obecna wersja tego trybu gry jest niedokończona
ru: Текущая версия находится в стадии активной разработки

source: Home Page
pl: Strona domowa
ru: Домашняя страница

source: Report Issue
pl: Zgłoś problem
ru: Сообщить о проблеме

# download-checking
source: Checking...
pl: Sprawdzanie...
ru: Проверка...

source: Unavailable Online
pl: Niedostępny Online
ru: Недоступно для прямого скачивания

# installed-unavailable-online
source: Installed, not available online
pl: Zainstalowany, ale niedostępny online
ru: Установлен, не доступен онлайн

source: Download
pl: Pobierz
ru: Скачать

source: Re-download
pl: Pobierz ponownie
ru: Скачать заново

source: Downloading...
pl: Pobieranie...
ru: Загрузка...

source: Update
pl: Uaktualnij
ru: Скачать обновление

source: Remove
pl: Usuń
ru: Удалить

source: Cancel Download
pl: Anuluj Pobieranie
ru: Отменить загрузку

# cancel-remove
source: Cancel Removal
pl: Anuluj Usuwanie
ru: Отменить удаление

source: Cancel Update
pl: Anujuj Aktualizacje
ru: Отменить обновление

source: Refresh
pl: Odśwież
ru: Обновить статус

# to-be-removed
source: Will be removed on restart!
pl: Zostanie usunięty przy następnym uruchomieniu!
ru: Будет удалён при следующем входе в игру!

# to-be-installed
source: Will be installed on restart!
pl: Zostanie zainstalowany przy następnym uruchomieniu!
ru: Будет установлен при следующем входе в игру!

# to-be-updated
source: Will be updated on restart!
pl: Zostanie uaktualniony przy następnym uruchomieniu!
ru: Будет обновлён при следующем входе в игру!

source: Installed
pl: Zainstalowany
ru: Установлен

source: Outdated
pl: Przestarzały
ru: Устарел

# creator-verified
source: Verified Ruleset Creator
pl: Zweryfikowani Twórcy Trybu
ru: Подтверждённый создатель режима

# load-error
source: Could not load rurusetto-addon: Please report this to the rurusetto-addon repository NOT the osu!lazer repository: Code {0}
pl: Nie udało się uruchomić rurusetto-addon: Proszę, zgłoś to do repozytorium rurusetto-addon i NIE do repozytorium osu!lazer: Kod {0}
ru: Не удалось загрузить rurusetto-addon: Пожалуйста, сообщите об этом в репозиторий rurusetto-addon, НЕ в репозиторий osu!lazer: Code {1}

# main-page
source: Main
pl: Główna
ru: Главная

# changelog-page
source: Changelog
pl: Zmiany
ru: Список изменений

source: Unknown Version
pl: Nieznana Wersja
ru: Версия неизвестна

# settings-header
source: Rurusetto Addon
pl: Zintegrowane Rurusetto

# settings-api-address
source: API Address
pl: Adres API
ru: Адрес API

source: Untitled Ruleset
pl: Nienazwany Tryb Gry
ru: Безымянный режим

# error-header
source: Oh no!
pl: Ups!
ru: О нет!

# error-footer
source: Please make sure you have an internet connection and the API address in settings is correct
pl: Upewnij się, że masz połączenie z internetem, a adres API w ustawieniach jest poprawny
ru: Пожалуйста, убедитесь, что у вас есть подключение к интернету и адрес API в настройках не содержит ошибок

source: Retry
pl: Odśwież
ru: Обновить

# listing-fetch-error
source: Could not retrieve the ruleset listing
pl: Nie udało się pobrać katalogu
ru: Не удалось загрузить список режимов

# page-fetch-error
source: Could not load the page
pl: Nie udało się załadować strony
ru: Не удалось загрузить страницу

# subpages-fetch-error
source: Could not retrieve subpages
pl: Nie udało się pobrać listy podstron
ru: Не удалось загрузить подстраницы

# error-message-generic
source: Something went wrong, but I don't know what!
pl: Coś poszło nie tak, ale nie wiem co!
ru: Что-то пошло не так, и я не знаю, что именно!

# tag-prerelease
source: PRE-RELEASE
ru: БЕТА
